/* Title for App Store */
"ChatSecure: Encrypted, Secure Multiprotocol Chat and Instant Messaging (Google Talk, XMPP, AIM)" = "ChatSecure: Encrypted, Ασφαλής πολλαπλά πρωτόκολλα συνομιλίας και Στιγμιαία Αποστολή Μηνυμάτων (Google Talk, XMPP, AIM)";

/* Top description */
"ChatSecure is an open-source encrypted messaging application that uses Cypherpunks' Off-the-Record protocol to secure a communication channel over XMPP (Google Talk, Jabber, etc) or Oscar (AIM)." = "To ChatSecure είναι μια open-source εφαρμογή κρυπτογραφημένων μηνύματων που χρησιμοποιεί Off-the-Record πρωτόκολλο Cypherpunks »για να εξασφαλίσει ένα κανάλι επικοινωνίας μέσω XMPP (Google Talk, Jabber, κλπ) ή Oscar (AIM).";

/* Below top decsription */
"Fork me on Github!" = "Διχοτόμηση στο Github!";

/* Heading for first section */
"Multiprotocol Chat" = " Συνομιλία πολλαπλών πρωτοκόλλων";

/* Bullet point for Multiprotocol Chat section */
"ChatSecure works with both XMPP and AIM accounts." = "Το ChatSecure λειτουργεί με XMPP και AIM λογαριασμούς.";

/* Heading for second section */
"Strong Encryption" = "Ισχυρή κρυπτογράφηση";

/* Bullet point for Strong Encryption section */
"The Off-the-Record library provides a strong base for encrypted communication." = "Η Off-the-Record βιβλιοθήκη παρέχει μια ισχυρή βάση για κρυπτογραφημένη επικοινωνία.";

/* Heading for third section */
"Compatible" = "Συμβατή";

/* Bullet point for Compatible section */
"You can securely chat with other programs such as Adium or Pidgin." = "Μπορείτε με ασφάλεια να συνομιλήσετε με άλλα προγράμματα, όπως το Adium ή το Pidgin.";